{"translation-revision-date":"2024-04-15 21:54:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"An illustration demonstrating how Jetpack AI can help to create forms":["Иллюстрация, демонстрирующая, как Jetpack AI может помочь создавать формы."],"Explore Jetpack AI":["Откройте возможности Jetpack AI"],"Need an RSVP form for your event site? Simply ask AI Assistant to prepare a form that includes options for meal preferences, attendance status, or plus-ones.":["Вам нужна форма ответа на приглашение для веб-сайта мероприятия? Просто попросите AI Assistant подготовить форму, где можно будет указать предпочтения в еде, подтверждение присутствия и сопровождающее лицо."],"Creating a registration form for a global event? Automatically populate a country dropdown list with the AI Assistant.":["Создаёте форму регистрации на мероприятие, которое пройдёт во всём мире? AI Assistant сможет автоматически создать выпадающий список стран."],"Jetpack AI Assistant enhances the Forms Block with AI-powered features for effortless form creation:":["Чтобы можно было легко создавать формы, Jetpack AI Assistant дополняет блок формы функциями на базе ИИ."],"Jetpack AI Assistant makes creating forms a breeze.":["Jetpack AI Assistant превращает создание форм в приятное развлечение."],"If you have more specific questions about Jetpack and Forms feel free to <a>reach out to us<\/a> and we’ll be happy to help.":["Если у вас есть уточняющие вопросы о Jetpack и Forms, <a>свяжитесь с нами<\/a>. Мы будем рады помочь."],"What if I would need some help?":["Что если мне понадобится помощь?"],"No.":["Нет."],"Is there a form responses limit?":["Существует ли ограничение по ответам в форме?"],"Jetpack and its parent company Automattic take data privacy and the GDPR very seriously. We respect the GDPR’s principles of minimizing the amount of data we collect, being transparent about what data we collect and how we use it, complying with EU law in regards to any data that is transferred to non-EU countries, and not keeping data longer than we need it for the purpose it was collected. You can read more about the data we collect, how data is used and shared, and how long data is retained in <a>our Privacy Policy<\/a>.":["Jetpack и её родительская компания Automattic очень серьёзно относятся к конфиденциальности данных и GDPR. Мы соблюдаем принципы GDPR: сводим к минимуму объём собираемых данных, прозрачно информируем о том, какие данные собираем и как их используем, соблюдаем законодательство ЕС, регулирующее передачу данных в страны, не входящие в ЕС, и не храним данные дольше, чем это требуется в целях, в которых они были собраны. Подробнее о том, какие данные мы собираем, как их используем, передаём и как долго их храним, читайте в <a>Политике конфиденциальности<\/a>."],"Is Jetpack Forms GDPR compliant?":["Jetpack Forms соответствует требованиям GDPR?"],"Jetpack Forms is currently free and comes by default with your Jetpack plugin.":["Jetpack Forms в настоящее время предоставляется бесплатно и по умолчанию с плагином Jetpack."],"How much does Jetpack Forms cost?":["Сколько стоит Jetpack Forms?"],"Jetpack Forms is activated by default, so it's already fully functional. To get started, simply open the WordPress editor and search for the \"Form\" block in the block library. You can then add the form block and its corresponding child blocks, such as the text input field or multiple choice block, to your website. You can easily manage incoming form responses within the WP-Admin area.":["Jetpack Forms активируется по умолчанию, то есть эта функция уже включена. Для начала работы просто откройте редактор WordPress и найдите блок «Форма» в библиотеке блоков. Добавьте на сайт блок формы и соответствующие дочерние блоки, например блок поля текстового ввода или множественного выбора. Управлять ответами в формах можно в консоли."],"What do I need to use Jetpack Forms?":["Что нужно для использования Jetpack Forms?"],"Frequently Asked Questions":["Часто задаваемые вопросы"],"Get started with Jetpack Forms":["Начало работы с Jetpack Forms"],"Trusted by more than 5 million WordPress sites.":["Используются более чем на 5 млн сайтов WordPress."],"You are in good company.":["Вы в хорошей компании."],"Auto field validation":["Автоматическая проверка полей"],"No additional plugins required":["Без дополнительных плагинов"],"Ziltch":["Совсем"],"Zero":["Никаких"],"Nada":["Ни одного"],"Real-time notifications via email":["Уведомления по эл. почте в реальном времени"],"Export your data anytime":["Экспортируйте данные в любое время"],"No spam with Akismet":["Никакого спама с Akismet"],"Manage your data in wp-admin":["Управляйте данными в консоли"],"Connect with apps you already work with":["Подключайтесь к приложениям, с которыми уже работаете"],"Salesforce icon":["Значок Salesforce"],"Google Sheets icon":["Значок Google Таблицы"],"Empower your workflow.":["Повысьте эффективность рабочего процесса."],"You’re in full control of the data.":["Вы полностью контролируете данные."],"Explore more patterns":["Ознакомьтесь с паттернами"],"Feedback form":["Форма обратной связи"],"Registration and login forms":["Формы регистрации и входа"],"Contact form":["Контактные формы"],"Customize to your needs.":["Адаптируйте под свои потребности."],"Start with one of many beautiful form patterns.":["Начните с одного из множества прекрасных паттернов форм."],"Jetpack Forms teaser video":["Рекламное видео с Jetpack Forms"],"Create your first form":["Создайте свою первую форму"],"Free, flexible, fast, and it works out of the box.":["Бесплатные готовые формы под любые потребности."],"Building forms made easy":["Создание форм без лишних усилий"],"✓ Copied":["✓ Скопировано"],"Not spam":["Не спам"],"noun\u0004Trash":["Корзина"],"verb\u0004Trash":["Корзина"],"Delete permanently":["Удалить навсегда"],"Collect and manage responses from your audience. <a>Learn more<\/a>":["Задавайте вопросы аудитории и обрабатывайте ответы. <a>Подробнее<\/a>"],"All dates":["Все даты"],"Connect to Google Drive":["Подключиться к Google Диску"],"Download your form response data as a CSV file.":["Загрузите ответы из формы в виде файла CSV."],"Check for spam":["Проверить на спам"],"Mark as spam":["Пометить как спам"],"Remove from trash":["Удалить из корзины"],"Move to trash":["Отправить в корзину"],"Search responses":["Поиск по ответам"],"View all responses":["Просмотреть все ответы"],"IP address:":["IP-адрес:"],"Source:":["Источник:"],"Date:":["Дата:"],"Respondent’s gravatar":["Граватар респондента"],"Previous":["Назад"],"Jetpack Forms":["Формы Jetpack"],"Arrow right":["Стрелка вправо"],"Arrow left":["Стрелка влево"],"This premium feature is currently free to use in beta.":["В настоящее время премиум-возможности в бета-версии бесплатные."],"You need to connect to Google Drive.":["Подключитесь к Google Диску."],"Export your data into a Google Sheets file.":["Экспортируйте данные в файл Google Таблиц."],"CSV File":["Файл CSV"],"Responses":["Комментарии"],"Choose your favorite file format or export destination:":["Выберите предпочтительный формат файла или папку для экспорта:"],"Export your Form Responses":["Экспорт ответов из формы"],"All sources":["Все источники"],"Source":["Источник"],"Google Sheets":["Таблицы Google"],"Close.":["Закрыть."],"Next":["Далее"],"Magnifying Glass":["Лупа"],"Jetpack Logo":["Логотип Jetpack"],"Inbox":["Входящие"],"Export":["Экспорт"],"Upgrade your plan to upload audio":["Обновите тарифный план, чтобы загружать аудио"],"Upgrade your plan to use video covers":["Обновите тарифный план, чтобы использовать видеообложки"],"Has a video.":["С видео."],"Tag":["Метка"],"Post":["Опубликовать"],"Page":["Страница"],"Has an image.":["С изображением."],"Has multiple images.":["С несколькими изображениями."],"Toggle search filters.":["Измените фильтры поиска."],"Matching comment.":["Совпадающий комментарий."],"Show filters":["Показать фильтры"],"Is a product.":["Это товар."],"Is an event.":["Это событие."],"Has audio.":["С аудио."],"Feedback Form":["Форма обратной связи"],"Registration Form":["Форма регистрации"],"Link to learn more about Jetpack.\u0004About":["О Jetpack"],"(opens in a new tab)":["(открывается в новой вкладке)"],"About Jetpack":["О Jetpack"],"Copy":["Копировать"],"An Automattic Airline":["Авиалиния Automattic"],"WordPress.com Terms of Service":["Условия предоставления услуг WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Условия"],"Automattic's Privacy Policy":["Политика конфиденциальности Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Политика конфиденциальности"],"No results found":["Результаты не найдены"],"Information.":["Информация."],"Category":["Категория"],"%1$s at %2$s":["%1$s в %2$s"],"Contact Form":["Форма обратной связи"],"Download":["Загрузить"],"Spam":["Спам-комментарий"],"Date":["Дата"],"From":["От"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/dashboard\/jetpack-forms-dashboard.js"}}