{"translation-revision-date":"2024-04-15 21:54:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"See documentation":["Документация"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["Установка %1$s не завершена. Если вы устанавливали %1$s из GitHub, ознакомьтесь с документацией разработчика, чтобы настроить среду разработки."],"Failed to dismiss the welcome banner. Please try again":["Не удалось закрыть приветственный баннер. Повторите попытку"],"Share your feedback!":["Поделитесь своим мнением!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["Помогите нам повысить точность результатов и поделитесь своим мнением о том, какие ещё функции требуется внедрить и усовершенствовать в ближайшее время."],"Do you have any feedback?":["Есть отзывы?"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["Получите экспресс-рецензию на запись перед публикацией. ИИ прочтёт вашу запись и предложит возможные улучшения."],"Learn about forms":["Подробнее о формах"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["Быстро создавайте формы при помощи блока «Формы Jetpack» и ИИ. Пользуясь подсказками, опишите желаемую форму, и ИИ создаст необходимые элементы за несколько секунд."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["Создавайте контент при помощи блока ИИ или пользуйтесь опциями ИИ в других блоках. Пользуйтесь подсказками или любыми из наших инструкций."],"Discover all the Jetpack features powered by AI":["Ознакомьтесь со всеми функциями Jetpack на основе ИИ"],"AI Features":["Функции на основе ИИ"],"Free requests available":["Доступные бесплатные запросы"],"All-time requests used":["Всего использовано запросов"],"Requests for this month":["Запросов в этом месяце"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["Создавайте, преобразуйте, переводите и изменяйте как новый, так и существующий контент, используя возможности ИИ в редакторе блоков."],"Get %s requests":["Получить запросы: %s"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["Достигайте большего при помощи Jetpack AI! Чтобы получить дополнительные запросы, обновите версию и продолжайте двигаться к успеху."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["Подождите %d дн., пока ваш лимит запросов не будет восполнен, или обновите версию до более высокого уровня, чтобы получить дополнительные запросы, и продолжайте работу."],"You've used all your free requests":["Вы исчерпали лимит бесплатных запросов"],"You've reached your request limit for this month":["Вы исчерпали месячный лимит запросов"],"Connect to Jetpack to start using the AI Assistant":["Подключитесь к Jetpack, чтобы начать пользоваться AI Assistant"],"Create new post":["Создать новую запись"],"Build forms using prompts":["Создавать формы по подсказкам"],"Generate and edit content faster with Jetpack AI Assistant":["Быстрее создавайте и редактируйте контент при помощи Jetpack AI Assistant"],"Notice":["Уведомление"],"Error notice":["Уведомление об ошибке"],"Information notice":["Информационное сообщение"],"Warning notice":["Предупреждение"],"Get feedback on posts":["Получать отзывы на публикации"],"Don’t show the welcome message again":["Больше не показывать приветственное сообщение"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["Необходимо повысить производительность вашего сайта. Сделайте свой сайт невероятно быстрым с помощью удобной консоли и ускорителей Boost."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["Чтобы повысить скорость работы сайта, вам нужно сделать всего один шаг. Установите Boost, чтобы повысить производительность вашего сайта до уровня топовых веб-сайтов, без помощи разработчиков."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["Ваш сайт работает быстро! Однако поддерживать высокую скорость работы — непростая задача. Используйте автоматические ускорители Boost для оптимизации производительности на ходу."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["Обновите Boost и повысьте производительность сайта при помощи автоматизированных CSS и инструментов оптимизации изображений."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["Чтобы повысить скорость работы сайта, вам нужно сделать всего один шаг. Обновите Boost, чтобы пользоваться автоматизированными CSS и инструментами оптимизации изображений, повышающими производительность сайта."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["Ваш сайт работает быстро! Однако поддерживать высокую скорость работы — непростая задача. Обновите Boost, чтобы пользоваться автоматизированными CSS и инструментами оптимизации изображений, сразу же повышающими производительность сайта."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["Перейдите в консоль Boost, чтобы ознакомиться с показателями скорости работы сайта и управлять настройками товаров."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["Перейдите в консоль Boost, чтобы ознакомиться с динамикой показателей скорости работы сайта и управлять настройками товаров."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["Ваш сайт работает быстро! Автоматизированные инструменты Boost повышают производительность вашего сайта."],"Boost your site":["Расширьте возможности своего сайта!"],"Site speed performance:":["Скорость работы сайта:"],"Your website’s overall speed score:":["Общие показатели скорости вашего веб-сайта:"],"%d audio file":["%d аудиофайл","%d аудиофайла","%d аудиофайлов"],"%d video":["%d видео","%d видео","%d видео"],"%d image":["%d изображение","%d изображения","%d изображений"],"%d page":["%d страница","%d страницы","%d страниц"],"%d post":["%d запись","%d записи","%d записей"],"%d comment":["%d комментарий","%d комментария","%d комментариев"],"Needs Plugin":["Требуется плагин"],"Connecting your account…":["Подключение учётной записи…"],"Go back to previous screen":["На предыдущий экран"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["Делитесь записями в соцсетях без ограничений с Jetpack Social Basic. <a>Подробнее о том<\/a>, как извлечь максимум пользы из Jetpack Social."],"Jetpack Social Basic is active!":["Jetpack Social Basic активирован!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["Создавайте красивые миниатюры для ссылок на ваши записи с помощью генератора изображений для социальных сетей. Подробности <a>здесь<\/a>.<br\/><br\/><link>Подробнее<\/link> о том, как извлечь максимум пользы из Jetpack Social.<br\/><br\/>"],"Jetpack Social Advanced is active!":["Jetpack Social Advanced активирован!"],"Jetpack Manage has the tools you need to manage multiple WordPress sites. Monitor site security, performance, and traffic, and get alerted if a site needs attention. Plus, get bulk discounts.":["В Jetpack Manage есть все необходимые инструменты для управления веб-сайтами WordPress. Следите за безопасностью, производительностью и посещаемостью сайта и получайте оповещения, если потребуется ваше вмешательство. А ещё получайте оптовые скидки."],"Sign up for free":["Бесплатная регистрация"],"Manage sites":["Управление сайтами"],"Illustration showing the Stats feature, highlighting important statistics for your site.":["Иллюстрация: функция статистики с выделенными важными статистическими данными сайта."],"Image displaying logos of social media platforms supported by Jetpack Social.":["Изображение: логотипы социальных сетей, поддерживаемых в Jetpack Social."],"Get more requests":["Получить больше запросов"],"It’s the ultimate toolkit for best-in-class websites, with everything you need to grow your business. Choose a plan below to get started.":["Это набор новейших инструментов для лучших в своем классе веб-сайтов, в котором есть всё необходимое для развития вашего бизнеса. Чтобы начать, выберите тарифный план ниже."],"Jetpack is a suite of security, performance, and growth tools made for WordPress sites by the WordPress experts.":["Jetpack — это набор инструментов для повышения безопасности, производительности и развития, разработанных нашими экспертами специально для сайтов WordPress."],"%s second ago":["%s секунду назад","%s секунд(ы) назад","%s секунд(ы) назад"],"%s minute ago":["%s минуту назад","%s минут(ы) назад","%s минут(ы) назад"],"%s hour ago":["%s ч назад","%s ч назад","%s ч назад"],"%s day ago":["%s день назад","%s дн. назад","%s дн. назад"],"Activity Detected":["Обнаружена активность"],"Undo":["Отмена"],"Discover all Jetpack Products":["Изучите все продукты Jetpack"],"Jetpack Manage":["Jetpack Manage"],"+%s more":["+ ещё %s"],"Visitors":["Посетители"],"Compared to previous period":["По сравнению с предыдущим периодом"],"7-day highlights":["Актуальное за 7 дней"],"Your site host is on a private network. Jetpack can only connect to public sites.":["Хостинг-провайдер вашего сайта находится в частной сети. Jetpack может подключаться только к общедоступным сайтам."],"User account not connected.":["Учётная запись пользователя не подключена."],"AI Assistant":["ИИ Ассистент"],"Mobile score":["Оценка для мобильных устройств"],"Desktop score":["Оценка для настольных ПК"],"Timed out":["Время ожидания истекло"],"Invalid response while requesting metrics":["Недопустимый ответ при запросе показателей"],"An unknown error occurred while requesting metrics":["Произошла неизвестная ошибка при запросе показателей"],"Timed out while waiting for speed-score.":["Истекло время ожидания оценки скорости."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Произошла ошибка при обмене данными с REST API сайта. Дополнительная информация для отладки: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["REST API сайта, вероятно, недоступен. Чтобы получать оценки производительности сайта, для Jetpack Boost требуется доступ к вашему REST API. Убедитесь, что REST API сайта активен и доступен, и повторите попытку."],"HTTP %d error received while communicating with the server.":["Получена ошибка HTTP %d при обмене данными с сервером."],"Received invalid response while communicating with your WordPress site: %s":["Получен недопустимый ответ при обмене данными с сайтом WordPress: %s"],"Start for Free":["Попробуйте бесплатно"],"\/month":["в месяц"],"Unavailable in <a>Offline Mode<\/a>":["Недоступно в <a>автономном режиме<\/a>"],"Already have an existing plan or license key? <a>Get started<\/a>.":["Уже есть тарифный план или ключ лицензии? <a>Начало работы<\/a>."],"%s or Start for free":["%s или попробуйте бесплатно"],"Views, last 7 days":["Просмотров за последние 7 дней"],"%1$s (%2$s%%)":["%1$s (%2$s%%)"],"Install Plugin":["Установить плагин"],"Checking gold status…":["Проверка статуса gold…"],"Never Expires":["Никогда не истекает"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["%1$s предоставлен %2$s. Он даёт право оформить бессрочную подписку на Jetpack VaultPress Backup и Jetpack Scan."],"Explore your new powers":["Узнайте о новых возможностях"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Автоматическое сканирование и устранение проблем одним щелчком мыши защитят ваш сайт от угроз безопасности."],"Plugin name (noun).\u0004Scan":["Scan"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Ваш Jetpack Golden Token предусматривает пожизненную бессрочную лицензию на этот сайт и включает следующие продукты:"],"Super powers are ready!":["Ваши суперспособности уже наготове!"],"Redeem your token":["Погасите свой токен"],"Awesome!":["Потрясающе!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Это открывает бессрочный доступ к возможностям Jetpack для вашего сайта. Эксклюзивные условия Jetpack ждут вас."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Бессрочный доступ к возможностям Jetpack для вашего сайта открыт. Эксклюзивные условия Jetpack уже действуют."],"You have been gifted a Jetpack Golden Token.":["Вы стали обладателем Jetpack Golden Token."],"Hey, %s":["Привет, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Либо у вас нет прав выполнить это действие, либо требуется подключить учётную запись пользователя. <connectLink>Нажмите здесь, чтобы подключить учётную запись пользователя<\/connectLink>, или обратитесь к администратору."],"View detailed stats":["Просмотреть подробную статистику"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопки ниже, вы принимаете наши <tosLink>условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"Arrow right":["Стрелка вправо"],"Arrow left":["Стрелка влево"],"trial for the first month, then $%s \/month, billed yearly":["попробуйте бесплатно в течение первого месяца, затем %s долл. США в месяц с оплатой за год"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Льготная цена предоставляется только на первый год, после чего продление осуществляется по обычной цене."],"%s not included":["%s не включено"],"%s coming soon":["%s скоро будет доступно"],"Coming soon":["Скоро будет доступно"],"Also connected: %s (Owner).":["Также подключено: %s (владелец)."]," (Owner)":[" Владелец"],"Connected as %1$s%2$s.":["Подключено как %1$s%2$s."],"Learn more about connections":["Дополнительные сведения о подключениях"],"Input a license key":["Введите лицензионный ключ"],"Select a license key":["Выберите лицензионный ключ"],"I want to add a license key manually":["Я хочу добавить лицензионный ключ вручную"],"%1$s - %2$s":["%1$s — %2$s"],"Fetching available licenses…":["Получение доступных лицензий…"],"Jetpack connects your site and user account to the WordPress.com cloud to provide more powerful features.":["Jetpack подключает ваш сайт и учётную запись к облаку WordPress.com, обеспечивая доступ к дополнительным полезным функциям."],"<strong>Need help?<\/strong> Learn more about the <connectionInfoLink>Jetpack connection<\/connectionInfoLink> or <supportLink>contact Jetpack support<\/supportLink>":["<strong>Нужна помощь?<\/strong> Узнайте больше о <connectionInfoLink>подключении Jetpack<\/connectionInfoLink> или <supportLink>обратитесь в службу поддержки Jetpack<\/supportLink>"],"Transfer ownership to another admin":["Передать владение другому администратору"],"At least one user must be connected for your Jetpack products to work properly.":["Для корректной работы продуктов Jetpack должен быть подключён хотя бы один пользователь."],"VaultPress Backup":["VaultPress Backup"],"% off":["-процентная скидка"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["Бесплатный тариф Jetpack Search включает до 5000 записей и 500 поисковых запросов в месяц бесплатно. Если вы превысите эти лимиты три месяца подряд, вас попросят перейти на платный тарифный план."],"Start for free":["Попробуйте бесплатно"],"Not included":["Не включено"],"Included":["Включено"],"Get plugin":["Получить плагин"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["Из-за настроек вашего сервера мы не можем установить плагин автоматически. Установите плагин %s вручную."],"Finish setting up Jetpack":["Завершение установки Jetpack"],"Close.":["Закрыть."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["Для платного тарифного плана цена будет автоматически скорректирована в зависимости от количества записей в поисковом индексе. Мы предупредим о том, что вы приближаетесь к переходу на новый уровень, перед следующим циклом выставления счетов."],"Activate a license (requires a user connection)":["Активировать лицензию (требуется пользовательское соединение)"],"Activate a license":["Активировать лицензию"],"Get %s":["Получить %s"],"There was an error fetching your %s information. Check your site connectivity and try again.":["Возникла ошибка при получении информации о %s. Проверьте подключение сайта и повторите попытку."],"Save every change and get back online quickly with one‑click restores.":["Сохраняйте каждое изменение и быстро восстанавливайте сайт одним щелчком мыши."],"Want to power up your Jetpack?":["Хотите расширить возможности Jetpack?"],"And more!":["И многое другое!"],"You can use your existing account on any of these services:":["Вы можете использовать существующую учётную запись в любом из этих сервисов:"],"Failed to activate %1$s. Please try again":["Не удалось активировать %1$s. Попробуйте ещё раз"],"Connect your user account to fix this":["Подключите вашу учётную запись, чтобы это исправить"],"Some products need a user connection to WordPress.com to be able to work.":["Для работы некоторых продуктов требуется подключение пользователя к WordPress.com."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["Для работы Jetpack %s требуется подключение пользователя к WordPress.com."],"Active on your site":["Активен на вашем сайте"],"Purchase a plan":["Оформить подписку"],"Go back":["Назад"],"Magnifying Glass":["Лупа"],"Fix connection":["Исправить подключение"],"Learn about %s":["Подробнее о %s"],"Install %s":["Установить %s"],"Configure search":["Настройка поиска"],"View scan results":["Просмотреть результаты проверки"],"View latest backup":["Просмотреть последние резервные копии"],"View my plans":["Просмотреть мои тарифные планы"],"Configure my site":["Настройте мой сайт"],"Submit Feedback":["Отправить"],"Submitting…":["Отправка…"],"Connection":["Подключение"],"Site connected.":["Сайт подключен."],"An unknown error occurred during license activation. Please try again.":["Во время активации лицензии произошла неизвестная ошибка. Повторите попытку."],"This is not a valid license key. Please try again.":["Недопустимый ключ лицензии. Повторите попытку."],"You're all set!":["Готово!"],"Your product is active!":["Продукт активирован!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Оцените видеоплеер высокого качества без рекламы, разработанный специально для WordPress."],"Jetpack VideoPress is active!":["Jetpack VideoPress активирован!"],"Jetpack Security is active!":["Jetpack Security активирован!"],"Next, we'll help you customize the Search experience for your visitors.":["Затем мы поможем вам правильно настроить функцию поиска."],"Jetpack Search is active!":["Jetpack Search активирован!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Результаты проверки безопасности можно посмотреть на <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Scan активирован!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Найти резервные копии, просмотреть результаты проверок безопасности и восстановить сайт можно на <a>cloud.jetpack.com<\/a>. Если вы потеряете доступ к сайту, сможете восстановить его там."],"Jetpack Complete is active!":["Jetpack Complete активирован!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Найти резервные копии и восстановить сайт можно на <a>cloud.jetpack.com<\/a>. Если вы потеряете доступ к сайту, сможете восстановить его там."],"Jetpack Backup is active!":["Jetpack Backup активирован!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Остальное мы возьмём на себя. Больше никакого спама на вашем сайте!"],"Jetpack Anti-spam is active!":["Jetpack Antispam активирован!"],"Do you need help? <a>Contact us.<\/a>":["Вам нужна помощь? <a>Свяжитесь с нами.<\/a>"],"License key":["Лицензионный ключ"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Проверьте почту<\/strong> на предмет ключа лицензии. Он был направлен вам после оформления покупки."],"Add a license key":["Добавить ключ лицензии"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Ваш ответ отправлен. <br\/>Благодарим вас за предложения по улучшению Jetpack."],"Thank you!":["Спасибо!"],"Skip for now":["Пропустить"],"Let us know what didn‘t work for you":["Дайте нам знать, что не сработало для вас"],"Before you go, help us improve Jetpack":["Прежде чем уйти, помогите нам улучшить Jetpack"],"Stay connected":["Сохранить подключение"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Нужна помощь?<\/strong> Узнайте больше о <jpConnectionInfoLink>подключении Jetpack<\/jpConnectionInfoLink> или <jpSupportLink>обратитесь в службу поддержки Jetpack<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["После отключения Jetpack они перестанут работать."],"Jetpack is currently powering multiple products on your site.":["В настоящее время Jetpack поддерживает несколько продуктов на вашем сайте."],"Back to my website":["Вернуться на сайт"],"No thank you":["Нет, спасибо"],"Help us improve":["Помогите нам становиться лучше"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Нам жаль, что вы уходите. Мы в Jetpack всегда стараемся создать наилучшие условия для наших клиентов. Пожалуйста, ответьте на несколько вопросов (обещаем, это займёт не более двух минут)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack <br\/>успешно отключён."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack поддерживает другие плагины на вашем сайте. После отключения они перестанут работать."],"Upgrade now":["Перейти на платную подписку"],"\/month, paid yearly":["\/месяц, оплачивается ежегодно"],"Popular upgrade":["Популярное обновление"],"Let visitors share your content on social media":["Разрешите посетителям делиться публикациями в социальных сетях"],"Automatically share your content on social media":["Автоматически делитесь своими публикациями в социальных сетях"],"Connect your user account":["Подключите вашу учётную запись"],"Unlock all the amazing features of Jetpack by connecting now":["Подключитесь и разблокируйте все невероятные функции Jetpack"],"Loading…":["Загрузка…"],"Over 5 million WordPress sites are faster and more secure":["Более 5 миллионов веб-сайтов WordPress работают быстрее и стали безопаснее"],"An error occurred. Please try again.":["Произошла ошибка. Повторите попытку."],"Jetpack Logo":["Логотип Jetpack"],"Receive notifications about new likes and comments":["Получайте уведомления о новых отметках \"Нравится\" и комментариях"],"Let your subscribers know when you post":["Пусть ваши подписчики узнают, что вы что-то опубликовали"],"Receive instant downtime alerts":["Получайте немедленные оповещения о простое"],"Free":["Бесплатно"],"Restore Connection":["Восстановить подключение"],"Reconnecting Jetpack":["Повторное подключение Jetpack"],"Has a video.":["С видео."],"Tag":["Метка"],"Post":["Опубликовать"],"Page":["Страница"],"Has an image.":["С изображением."],"Has multiple images.":["С несколькими изображениями."],"Toggle search filters.":["Измените фильтры поиска."],"Matching comment.":["Совпадающий комментарий."],"Show filters":["Показать фильтры"],"Is a product.":["Это товар."],"Is an event.":["Это событие."],"Has audio.":["С аудио."],"Contact Us":["Напишите нам"],"Disconnecting…":["Отключение…"],"share your experience":["поделитесь впечатлениями"],"Other:":["Другое:"],"Troubleshooting - I'll be reconnecting afterwards.":["Устранение неполадок — я повторно подключусь позже."],"I don't know what it does.":["Я не знаю, для чего нужно это решение."],"It's buggy.":["Решение работает некорректно."],"It slowed down my site.":["Решение замедляет работу моего сайта."],"I can't get it to work.":["Я не могу сделать так, чтобы решение заработало."],"Are you sure you want to disconnect?":["Вы действительно намерены произвести отключение?"],"Link to learn more about Jetpack.\u0004About":["О Jetpack"],"Jetpack is not connected.":["Jetpack не подключён."],"(opens in a new tab)":["(открывается в новой вкладке)"],"About Jetpack":["О Jetpack"],"Manage your plan":["Управление вашим тарифом","Управление тарифными планами","Управление тарифными планами"],"Your plan":["Ваш тарифный план"],"Set up Jetpack":["Настроить Jetpack"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопку <strong>%s<\/strong>, вы принимаете <tosLink>Условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"Manage":["Управлять"],"An Automattic Airline":["Авиалиния Automattic"],"View":["Посмотреть"],"WordPress.com Terms of Service":["Условия предоставления услуг WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Условия"],"Automattic's Privacy Policy":["Политика конфиденциальности Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Политика конфиденциальности"],"Upgrade":["Обновление"],"Manage your Jetpack connection":["Управляйте подключением к Jetpack"],"Loading":["Загрузка"],"There was an error reconnecting Jetpack. Error: %s":["При переподключении Jetpack произошла ошибка. Ошибка: %s"],"Views":["Просмотры"],"Information.":["Информация."],"Learn more":["Подробнее"],"Category":["Категория"],"Close":["Закрыть"],"Connect":["Подключайтесь"],"Disconnect":["Отсоединиться"],"Likes":["Нравится"],"Cancel":["Отмена"],"Comments":["Комментарии"],"Activate":["Активировать"],"Deactivate":["Деактивировать"],"Inactive":["Неактивный"],"Active":["Активно"],"See all Jetpack features":["Ознакомьтесь с возможностями Jetpack"],"Jetpack":["Jetpack"],"Disconnect Jetpack":["Отключить Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}