{"translation-revision-date":"2024-04-15 21:54:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Your site host is on a private network. Jetpack can only connect to public sites.":["Хостинг-провайдер вашего сайта находится в частной сети. Jetpack может подключаться только к общедоступным сайтам."],"<Button>See your backups in the cloud<\/Button><br\/><ExternalLink>View activity log<\/ExternalLink>":["<Button>Сохраняйте резервные копии в облаке<\/Button><br\/><ExternalLink>Смотреть журнал активности<\/ExternalLink>"],"Learn about the file browser":["Подробнее о браузере файлов"],"The backup file browser allows you to access, preview and download all your backup files.":["Браузер резервных файлов позволяет открывать, просматривать и загружать все файлы резервных копий."],"Manage your backup files":["Управляйте резервными файлами"],"Learn about real-time backups":["Подробнее о резервном копировании в реальном времени"],"Founder, FreshySites.com":["Основатель FreshySites.com"],"Our developers use VaultPress Backup all the time. It’s a one‑click way to return to where we were before things got wonky. It gives us a little emergency parachute so if we’re working on a customization that breaks everything, we lose minutes, not hours.":["Наши разработчики постоянно пользуются VaultPress Backup. Он позволяет одним щелчком мыши откатывать сайт до состояния, в котором он был до сбоя. Этот плагин служит запасным парашютом. Если в результате настройки всё ломается, мы теряем не часы, а всего несколько минут."],"Author \/ Investor \/ Podcaster":["Автор, ведущий подкаста, инвестор"],"Millions of people depend on my site, and downtime isn’t an option. Jetpack VaultPress Backup handles my site security and backups so I can focus on creation.":["Моим сайтом пользуются миллионы людей, и простои недопустимы. Jetpack VaultPress Backup обеспечивает безопасность и резервное копирование моего сайта, чтобы я мог сосредоточиться на творческих задачах."],"VaultPress Backup is built specifically for WordPress & WooCommerce and is incredibly easy to use; no developer required.":["VaultPress Backup создан специально для WordPress и WooCommerce. Использовать его очень просто — навыки разработчика не потребуются."],"Integrated, and easy to use":["Интегрированный и простой в использовании"],"You can easily restore your site in one click, if needed, with VaultPress Backup from desktop or our mobile app.":["С помощью настольного или мобильного приложения VaultPress Backup вы при необходимости легко восстановите сайт за один клик."],"One-click restores from anywhere":["Восстановление за один клик"],"Most hosts back up your site once a day. VaultPress Backup saves every change you make in real-time, so you can quickly revert to any update you made with ease.":["Большинство хостов создают резервную копию сайта раз в день. VaultPress Backup сохраняет каждое изменение в реальном времени, поэтому вы можете легко вернуться к любой версии."],"VaultPress Backup stores multiple copies of your backups in the cloud, so if your host goes down (with their backups), your backups with us will be safe and sound.":["VaultPress Backup хранит резервные копии в облаке, так что если на вашем хосте с резервными копиями произойдёт сбой, вы всё равно сможете восстановить свой сайт."],"Safely stored in the cloud":["Безопасное хранение в облаке"],"My host provides backups for my site.<br\/>Why do I need VaultPress Backup?":["Мой хост делает резервные копии моего сайта.<br\/>Зачем мне использовать VaultPress Backup?"],"Take a walkthrough of VaultPress Backup":["Посмотрите обзор VaultPress Backup"],"Backups of all WooCommerce customer and order data":["Резервные копии данных всех заказов и клиентов WooCommerce"],"Easy to use; no developer required":["Просто использовать; разработчик не требуется."],"Easy one-click restores from desktop or mobile":["Простое восстановление одним щелчком мыши с компьютера или мобильного устройства"],"Automated real-time backups with %s of storage":["Автоматическое резервное копирование в режиме реального времени с %s хранилища"],"VaultPress Backup is the most proven WordPress backup plugin with 270 million site backups over the last ten years.":["VaultPress Backup  — самый надежный плагин WordPress для резервного копирования. За последние 10 лет с его помощью были созданы 270 млн резервных копий сайтов."],"Log in to continue":["Войдите, чтобы продолжить"],"Save every change and get back online quickly":["Сохраняйте каждое изменение и быстро восстанавливайте работоспособность сайта"],"Add more storage":["Получить больше пространства для хранения"],"If you need more backup days, try <link>reducing the backup size<\/link> or adding more storage.":["Если вы хотите хранить резервные копии дольше, <link>уменьшите размер резервной копии<\/link> или увеличьте хранилище."],"Backup archive size":["Размер архива резервных копий"],"Based on the current size of your site, Jetpack will save <strong>%d day of full backup<\/strong>.":["Учитывая текущий размер вашего сайта, Jetpack будет хранить <strong>полную резервную копию за %d день<\/strong>.","Учитывая текущий размер вашего сайта, Jetpack будет хранить <strong>полные резервные копии за %d дня<\/strong>.","Учитывая текущий размер вашего сайта, Jetpack будет хранить <strong>полные резервные копии за %d дней<\/strong>."],"Unavailable in <a>Offline Mode<\/a>":["Недоступно в <a>автономном режиме<\/a>"],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["Уже есть тарифный план или ключ лицензии? <a>Нажмите сюда, чтобы начать работу<\/a>"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопки ниже, вы принимаете наши <tosLink>условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"Arrow right":["Стрелка вправо"],"Arrow left":["Стрелка влево"],"trial for the first month, then $%s \/month, billed yearly":["попробуйте бесплатно в течение первого месяца, затем %s долл. США в месяц с оплатой за год"],"Using <strong>%1$dGB<\/strong> of %2$dTB":["Используется <strong>%1$d ГБ<\/strong> из %2$d ТБ"],"Using <strong>%1.1fGB<\/strong> of %2fGB":["Используется <strong>%1.1f ГБ<\/strong> из %2f ГБ"],"%1$dGB used":["Использовано %1$d ГБ"],"<a>%s days of backups saved<\/a>":["<a>Сохранены резервные копии за %s дн.<\/a>"],"<a>1 day of backups saved<\/a>":["<a>Сохранены резервные копии за один день<\/a>"],"We removed your oldest backup(s) to make space for new ones. We will continue to remove old backups as needed, up to the last %s days.":["Старые резервные копии были удалены, чтобы освободить место для новых. Старые резервные копии будут удаляться по мере необходимости, но не позже чем за последние %s дн."],"You have reached your storage limit with %s day(s) of backups saved. Backups have been stopped. Please upgrade your storage to resume backups.":["Сохранены резервные копии за %s дн., хранилище полностью заполнено. Резервное копирование остановлено. Увеличьте объём хранилища, чтобы возобновить резервное копирование."],"You are very close to reaching your storage limit. Once you do, we will delete your oldest backups to make space for new ones.":["Очень скоро закончится место в хранилище. Когда это произойдёт, будут удаляться старые резервные копии, чтобы освободить место для новых."],"You are close to reaching your storage limit. Once you do, we will delete your oldest backups to make space for new ones.":["Скоро закончится место в хранилище. Когда это произойдёт, будут удаляться старые резервные копии, чтобы освободить место для новых."],"Add %1$s additional storage for <Price \/>\/month, billed monthly":["Добавьте в хранилище дополнительно %1$s за <Price \/>\/мес., ежемесячная оплата"],"Cloud storage space":["Объём облачного хранилища"],"Cloud storage is almost full":["Облачное хранилище почти заполнено"],"Cloud storage full":["Облачное хранилище заполнено"],"<Button>Upgrade your storage<\/Button><br\/><a>Or view your most recent backup<\/a>":["<Button>Увеличьте объём хранилища<\/Button><br\/><a>или просмотрите недавние резервные копии<\/a>"],"Backups stopped":["Резервное копирование остановлено"],"Out of storage space":["Закончилось место в хранилище"],"Over storage space":["Превышен допустимый объём данных в хранилище"],"per month, billed yearly":["в месяц, оплата ежегодно"],"No need to run a manual backup before you make changes to your site.":["Нет необходимости в резервном копировании до внесения изменений в ваш сайт."],"VaultPress Backup Logo":["Логотип VaultPress Backup"],"Get VaultPress Backup":["Перейти на VaultPress Backup"],"VaultPress Backup":["VaultPress Backup"],"Failed to fetch site capabilities":["Не удалось определить возможности сайта"],"Site backups are managed by the owner of this site's Jetpack connection.":["Резервными копиями веб-сайта управляет владелец подключения Jetpack этого веб-сайта."],"Do you enjoy the peace of mind of having real-time backups?":["Нравится резервное копирование в реальном времени?"],"Was it easy to restore your site?":["Было легко восстановить ваш сайт?"],"Maybe later":["Возможно позже"],"<strong>Please leave a review and help us spread the word!<\/strong>":["<strong>Оставьте отзыв, чтобы о нас узнали миллионы.<\/strong>"],"Restore points created with every edit":["Точки восстановления создаются при каждом изменении"],"Backup is completed with some files missing. See your <a>backup in the cloud<\/a> for more details.":["Резервное копирование завершено, некоторые файлы отсутствуют. Дополнительные сведения см. в <a>резервной копии в облаке<\/a>."],"Close.":["Закрыть."],"The best real-time WordPress backups":["Лучшие инструменты WordPress для резервного копирования в реальном времени"]," <a>Get in touch with us<\/a> to get your site backups going again.":[" <a>Свяжитесь с нами<\/a>, чтобы возобновить резервное копирование вашего сайта."],"We're having trouble backing up your site":["Проблемы с резервным копированием вашего сайта"],"Uploads":["Загрузки"],"Latest Backup":["Последнее резервное копирование"],"Today":["Сегодня"],"In the meanwhile, you can start getting familiar with your <a>backup management on Jetpack.com<\/a>.":["Тем временем можно начать изучение процедуры <a>управления резервным копированием на Jetpack.com<\/a>."],"The first backup usually takes a few minutes, so it will become available soon.":["Создание первой резервной копии обычно занимает несколько минут, поэтому она станет доступна в ближайшее время."],"Your first cloud backup will be ready soon":["Уже скоро ваша первая облачная резервная копия будет готова"],"Backing up %s":["Резервное копирование %s"],"Best-in-class support":["Лучшая поддержка"],"Global server infrastructure":["Глобальная инфраструктура серверов"],"Complete list of all site changes":["Полный список всех изменений сайта"],"Easy one-click restores":["Лёгкое восстановление за один клик"],"Get peace of mind knowing that all your work will be saved, and get back online quickly with one-click restores.":["Нет поводов для волнения, все ваши наработки будут сохранены, быстро возвращайтесь к работе, восстановив данные одним щелчком мыши."],"Secure your site with a Backup subscription.":["Защитите свой сайт, оформив подписку на резервное копирование."],"14 day money back guarantee.":["Гарантия возврата денег в течение 14 дней."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Специальная цена для новых клиентов, продление подписки осуществляется по стандартной цене. Средства можно гарантированно вернуть в течение 14 дней."],"Log in to get started":["Войдите, чтобы начать"],"Already have a subscription? <connectButton\/>":["Уже есть подписка? <connectButton\/>"],"Magnifying Glass":["Лупа"],"Icon for the product %s":["Значок для продукта %s"],"\/month, paid yearly":["\/месяц, оплачивается ежегодно"],"Over 5 million WordPress sites are faster and more secure":["Более 5 миллионов веб-сайтов WordPress работают быстрее и стали безопаснее"],"An error occurred. Please try again.":["Произошла ошибка. Повторите попытку."],"Jetpack Logo":["Логотип Jetpack"],"Save every change and get back online quickly with one-click restores.":["Сохраняйте все изменения и быстро подключайтесь к сети с помощью восстановления одним щелчком мыши."],"Restore Connection":["Восстановить подключение"],"Reconnecting Jetpack":["Повторное подключение Jetpack"],"Has a video.":["С видео."],"Tag":["Метка"],"Post":["Опубликовать"],"Page":["Страница"],"Has an image.":["С изображением."],"Has multiple images.":["С несколькими изображениями."],"Toggle search filters.":["Измените фильтры поиска."],"Matching comment.":["Совпадающий комментарий."],"Show filters":["Показать фильтры"],"Is a product.":["Это товар."],"Is an event.":["Это событие."],"Has audio.":["С аудио."],"Automated real-time backups":["Автоматизированное резервное копирование в реальном времени"],"Link to learn more about Jetpack.\u0004About":["О Jetpack"],"(opens in a new tab)":["(открывается в новой вкладке)"],"About Jetpack":["О Jetpack"],"Set up Jetpack":["Настроить Jetpack"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопку <strong>%s<\/strong>, вы принимаете <tosLink>Условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"An Automattic Airline":["Авиалиния Automattic"],"WordPress.com Terms of Service":["Условия предоставления услуг WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Условия"],"Automattic's Privacy Policy":["Политика конфиденциальности Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Политика конфиденциальности"],"Real-time backups":["Резервное копирование в реальном времени"],"Loading":["Загрузка"],"There was an error reconnecting Jetpack. Error: %s":["При переподключении Jetpack произошла ошибка. Ошибка: %s"],"Information.":["Информация."],"Posts":["Записи"],"Category":["Категория"],"Themes":["Темы"],"Plugins":["Плагины"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-backup\/build\/index.js"}}