{"translation-revision-date":"2024-04-18 15:54:15+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Например, был добавлен способ “Бесплатная доставка” для покупателей в вашей стране. Вы можете редактировать, добавлять или удалять способы доставки, используя функции изменения или удаления."],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["Добавьте один или несколько способов доставки, которые нужно предоставлять покупателям в ваших зонах."],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Для начала были добавлены несколько зон доставки — ими можно управлять, используя функции изменения и удаления."],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Укажите регионы, в которые нужно осуществлять доставку! Дайте каждой зоне название, затем перечислите регионы, которые нужно включить. Регионы могут быть сужены до почтового индекса, или расширены до страны. Покупателю будут отображаться лишь способы, доступные в его регионе."],"There was a problem marking the shipping tour as completed.":["Возникла проблема при отметке доставки как выполненной."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["Если нужно ускорить процесс и печатать этикетки для доставки прямо из панели управления Woo, WooCommerce Shipping вам поможет! "],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Печатайте этикетки USPS и DHL прямо из панели управления Woo и экономьте на доставке благодаря скидкам. В этом разделе вы можете управлять доставкой WooCommerce."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Рекомендуем добавить одно из следующих расширений оплаты в ваш магазин. Расширение будет установлено и активировано для вас при нажатии «Приступить»."],"Recommended shipping solutions":["Рекомендуемые решения для доставки"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping установлен!"],"Finish the setup by connecting your store to WordPress.com.":["Завершите настройку, подключив магазин к WordPress.com."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Печатайте этикетки USPS и DHL Express прямо из консоли WooCommerce и экономьте на доставке."],"See more options":["Смотреть больше опций"],"WooCommerce Shipping":["Доставка WooCommerce"],"Hide this":["Скрыть это"],"(opens in a new tab)":["(откроется в новой вкладке)"],"Get started":["Приступить"],"Task List Options":["Параметры списка задач"],"Recommended":["Рекомендуется"],"Activate":["Активировать"],"Shipping zones":["Зоны доставки"],"Shipping methods":["Методы доставки"],"Learn more":["Узнать больше"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}