{"translation-revision-date":"2024-04-18 15:54:15+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Используя WooPayments, вы принимаете наши <a1>Условия предоставления услуг<\/a2> (<a3>включая торговые условия<\/a3>) и подтверждаете, что ознакомились с <a2>Политикой конфиденциальности<\/a2>. Когда вы установите, настроите и подключите WooPayments, то сможете воспользоваться скидкой на обработку платежей с помощью этого плагина. "],"Have questions?":["Есть вопросы?"],"Just dismiss WooPayments":["Просто отклоните WooPayments"],"No thanks, I don’t want WooPayments":["Нет, спасибо, я не хочу использовать WooPayments"],"& more":["и прочее"],"WooPayments is pre-integrated with all popular payment options":["WooPayments предварительно интегрирован со всеми популярными способами оплаты"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Используя WooPayments, вы соглашаетесь с нашими <a1>Условиями предоставления услуг<\/a2> и подтверждаете, что ознакомились с нашей <a2>Политикой конфиденциальности<\/a2>. Скидка будет применена к платежам, обработанным через WooPayments, после завершения установки, настройки и подключения. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Привет, %s! Ведите свой бизнес и управляйте своими платежами в одном месте, без каких-либо затрат на настройку или ежемесячных платежей."],"extension in your store.":["расширение в магазине."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["При установке <strong>WooPayments<\/strong> в вашем магазине автоматически активируется расширение <strong>%s<\/strong>.","При установке <strong>WooCommerce Payments<\/strong> в вашем магазине автоматически активируются расширения (<strong>%s<\/strong>).","При установке <strong>WooCommerce Payments<\/strong> в вашем магазине автоматически активируются расширения (<strong>%s<\/strong>)."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Включите Affirm наряду с WooPayments, чтобы покупатели могли выбрать способ оплаты с учётом своих потребностей и бюджета — от 4 платежей без комиссии каждые 2 недели до ежемесячных платежей."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Включите Klarna наряду с WooPayments. С помощью Klarna Payments покупатель может выбрать подходящий вариант рассрочки: оплатить сразу, после получения или частями. Ни номеров кредитных карт, ни паролей, ни других проблем."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Включите Amazon Pay наряду с WooPayments, чтобы покупатели могли делать оплату через Amazon Pay. Транзакции выполняются во встроенных виджетах Amazon, чтобы покупатель не уходил с вашего сайта."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Включите PayPal Payments наряду с WooPayments. Предоставьте клиентам ещё один способ безопасной и удобной оплаты через PayPal, PayLater и Venmo."],"Add more ways for buyers to pay":["Подключите дополнительные способы оплаты"],"Dismiss and send feedback":["Закрыть и отправить обратную связь"],"Why would you like to dismiss the new payments experience?":["Почему вы отказываетесь от нового платёжного решения?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Обратите внимание, что расширение не было установлено. Это действие просто уберёт WooPayments из меню навигации. Уделите немного времени и расскажите нам, почему вы хотите отказаться от WooPayments."],"*See <a>Terms and Conditions<\/a> for details.":["* Дополнительная информация в <a>условиях предоставления услуг<\/a>."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Свяжитесь с нами"],"It’s something else (Please share below)":["Другая причина (пожалуйста, поделитесь ниже)"],"I’m open to installing it another time":["Я открыт для установки в другой раз"],"I need more information about WooPayments":["Подробная информация о WooPayments"],"I don’t want to install another plugin":["Я не хочу устанавливать другой плагин"],"I’m already happy with my payments setup":["Меня уже устраивают параметры платежей"],"Limited time offer":["Ограниченное предложение"],"See more":["Смотреть больше"],"PayPal Payments":["Платежи PayPal"],"Comments (Optional)":["Комментарии (необязательно)"],"Klarna":["Klarna"],"Learn more":["Узнать больше"],"No thanks":["Нет, спасибо"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}