{"translation-revision-date":"2024-04-18 15:54:15+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Open pop-up when clicked":["Отображать всплывающее окно при нажатии"],"Gallery Navigation":["Навигация по галерее"],"Pager":["Перечень страниц"],"No pager will be displayed.":["Перечень страниц отображаться не будет."],"A series of dots will show to indicate the number of items.":["Будет отображаться ряд точек, показывающий количество товаров."],"A list of numbers will show to indicate the number of items.":["Будет отображаться список цифр, показывающий количество товаров."],"Next\/Prev Buttons":["Кнопки «Следующая» и «Предыдущая»"],"No next or previous button will be displayed.":["Кнопки «Следующая» и «Предыдущая» отображаться не будут."],"Next and previous buttons will appear on outside the large image.":["Кнопки «Следующая» и «Предыдущая» будут отображаться за пределами большого изображения."],"Next and previous buttons will appear inside the large image.":["Кнопки «Следующая» и «Предыдущая» будут отображаться внутри большого изображения."],"Clicking on the large image will open a full-screen gallery experience.":["Нажатие на большое изображение откроет полноэкранную галерею."],"While hovering the large image will zoom in by 30%.":["При наведении курсора мыши большое изображение увеличится на 30%."],"Zoom while hovering":["Увеличение масштаба при наведении курсора"],"Images will be cropped to fit within a square space.":["Изображения будут обрезаны, чтобы они вписывались в квадратное пространство."],"Crop images to fit":["Обрезка изображений по размеру"],"Media Settings":["Настройки медиа"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Выберите, сколько миниатюр (3-8) будет отображаться. Если существует больше изображений, будет отображена кнопка “Просмотреть все”."],"Number of Thumbnails":["Количество постеров"],"Off":["Выкл."],"Thumbnails":["Постеры"],"A strip of small images will appear to the right of the main gallery image.":["Справа от основного изображения галереи появится полоска миниатюрных изображений."],"A strip of small images will appear below the main gallery image.":["Под основным изображением галереи появится полоска миниатюрных изображений."],"A strip of small images will appear to the left of the main gallery image.":["Слева от основного изображения галереи появится полоска миниатюрных изображений."],"No thumbnails will be displayed.":["Постеры показываться не будут."]}},"comment":{"reference":"assets\/client\/blocks\/product-gallery.js"}}