{"translation-revision-date":"2024-04-18 15:54:15+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Все ваши покупки на Woo Marketplace можно будет увидеть здесь или на сайте WooCommerce.com.<br\/><br\/>На каждую покупку действует наша <a1>30-дневная гарантия возврата средств<\/a1>, а также поддержка <a2>по электронной почте и в онлайн-чате<\/a2>.<br\/><br\/>Готово! Теперь вы готовы к запуску магазина."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Прокрутите вниз, чтобы увидеть все подходящие расширения и решения.<br\/><br\/>Нажмите на любое решение, чтобы подробнее ознакомиться с его возможностями, требованиями к установке и имеющейся документацией."],"Learn more about each product":["Узнайте больше о каждом продукте"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["Или, если вы точно не знаете, что вам нужно, вы можете просмотреть все доступные расширения по рубрикам."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["Расширьте возможности вашего магазина, добавив дополнительные функции с помощью расширений, или интегрируйте в него другое программное обеспечение или услуги.<br\/><br\/>Здесь вы найдёте сотни надёжных решений для вашего магазина, проверенных и одобренных командой Woo.<br\/><br\/>Можно также выполнить поиск по Woo Marketplace на WooCommerce.com."],"Use the search box to find specific extensions or solutions.":["Используйте поле поиска, чтобы найти конкретные расширения или решения."],"email and live chat support":["почтовая и чатовая поддержка"],"Contact support":["Связь со службой поддержки"],"30-day money-back guarantee":["30-дневная гарантия возврата денег"],"Refund policy":["Политика возврата"],"Manage your purchases":["Управление покупками"],"Browse for new ideas":["Находите новые идеи"],"Find exactly what you need":["Найдите именно то, что вам нужно"],"Welcome to the WooCommerce Marketplace":["Добро пожаловать в WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}