{"translation-revision-date":"2024-04-18 15:54:15+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Design a new theme":["Создать новую тему"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Активная тема сайта будет изменена, и текущие настройки темы могут быть утрачены."],"Are you sure you want to design a new theme?":["Уверены, что хотите создать новую тему?"],"Go to Products":["Перейти к товарам"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Начните заполнять свои виртуальные полки, добавляя, импортируя, или редактируя образцы товаров."],"What's next?":["Что дальше?"],"View store":["Просмотреть магазин"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Поздравляем! Вы успешно создали свой магазин. Взгляните на текущий результат, прежде чем продолжить настройку магазина."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink> later.":["Выберите вариант подвала из представленных ниже. В подвале располагаются вторичные элементы навигации сайта. Он отображается на каждой странице сайта. Продолжить настройку можно будет позже в <EditorLink>редакторе<\/EditorLink>."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the <EditorLink>Editor<\/EditorLink>.":["Создайте привлекательную домашнюю страницу, выбрав один из готовых макетов. Продолжить настройку этой страницы, включая содержимое, можно будет позже с помощью <EditorLink>редактора<\/EditorLink>."],"Choose your homepage":["Выберите главную страницу"],"Opt in":["Присоединиться"],"I would like to get store updates, including new fonts, on an ongoing basis. In doing so, I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":["Хочу получать обновления магазина, включая новые шрифты, на постоянной основе. При этом соглашаюсь делиться своими данными, что позволяет разработчикам адаптировать процесс настройки магазина, предлагать более релевантный контент и помогать сделать WooCommerce лучше для всех. Вы сможете отказаться в любое время в настройках WooCommerce. {{link}}Узнать больше об отслеживании использования{{\/link}}."],"Get more fonts":["Получить больше шрифтов"],"Want more font pairings?":["Хотите больше сочетаний шрифтов?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Обновите WordPress до <WordPressLink>последней версии<\/WordPressLink>, чтобы получить доступ к большему количеству шрифтов."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Подпишитесь на <OptInModal>отслеживание использования<\/OptInModal>, чтобы получить доступ к большему количеству шрифтов."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Обновите WordPress до <WordPressLink>последней версии<\/WordPressLink> и согласитесь на <OptInModal>отслеживание использования<\/OptInModal>, чтобы получить доступ к большему количеству шрифтов."],"Add your products":["Добавить товары"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Ой! Мы столкнулись с проблемой при закладке основ. {{anchor}}Повторите попытку{{\/anchor}} или начните с темы."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Можете рассказать об этом здесь. Предложения, замечания и отзывы о приложении «Создай свою тему» горячо приветствуются."],"I wanted to design my own theme.":["Я хочу создать свою тему."],"What motivated you to choose the \"Design your own theme\" option?":["Что побудило вас выбрать вариант «Создай свою тему»?"],"Start designing your store, including adding your logo, changing color schemes, and choosing layouts. To help you get started, we've added some layouts for you to customize. Take a quick tour to discover what's possible.":["Начните создавать дизайн магазина: добавьте логотип, измените цветовую схему, выберите разметку. Чтобы помочь вам начать работу, мы добавили несколько макетов, которые можно настраивать по вашему вкусу. Давайте проведём краткий обзор, чтобы ознакомиться с возможностями."],"Choose your footer":["Выберите подвал"],"Design your homepage":["Создайте дизайн главной страницы"],"Choose your header":["Выберите заголовок"],"Choose fonts":["Выберите шрифты"],"Choose your color palette":["Выберите цветовую палитру"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Создайте магазин, отражающий ваш бренд и компанию. Выберите одну из профессионально разработанных тем для настройки или создайте свою собственную с помощью ИИ."],"Take a quick tour to discover what's possible.":["Давайте проведём краткий обзор, чтобы ознакомиться с возможностями."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Но это не должно стать вам помехой! Приступайте к настройке внешнего вида вашего магазина: добавьте логотип, выберите цвета и разметку. "],"Discover what's possible with the store designer":["Что можно сделать при помощи дизайнера магазина"],"Setting up the foundations":["Закладка основ"],"Customize your theme":["Настройте свою тему"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Продолжайте настраивать свой магазин при помощи дизайнера магазина. Измените палитру цветов, шрифты, макет страницы и всё остальное."],"Edit your custom theme":["Редактируйте вашу индивидуальную тему"],"Start designing":["Дизайн: начало"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["С помощью встроенного дизайнера магазина вы можете быстро создать красивый онлайн-магазин. Выберите макет, стиль и всё остальное."],"Design your own":["Создайте свой дизайн"],"Our AI tool had a few issues generating your content.":["У ИИ возникло несколько проблем при создании вашего контента."],"Welcome to your store!":["Добро пожаловать в ваш магазин!"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Выберите пару шрифтов, наиболее подходящих вашему бренду. Более крупный шрифт будет использован в заголовках, более мелкий — для дополнительного контента. В любой момент вы сможете изменить шрифт в разделе <EditorLink>Редактор<\/EditorLink> | <StyleLink>Стили<\/StyleLink>."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Выберите цветовую палитру, соответствующую вашему бренду. Хотите изменить её? Соберите пользовательскую цветовую палитру ниже или измените её позднее в разделе <EditorLink>Редактор<\/EditorLink> | <StyleLink>Стили<\/StyleLink>."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Не стесняйтесь делиться информацией здесь. Приветствуются любые предложения, отзывы или комментарии по поводу работы магазина, созданного с помощью ИИ."],"Did you find anything confusing, irrelevant, or not useful?":["Нашли ли вы что-нибудь сбивающее с толку, неуместное или бесполезное?"],"Other.":["Другое."],"I didn't find a theme that matched my needs.":["Мне не удалось найти тему, которая отвечала бы моим потребностям."],"I didn't like any of the available themes.":["Мне не понравилась ни одна из доступных тем."],"I wanted to see how AI could help me streamline the process.":["Было интересно посмотреть, как ИИ может помочь мне упростить этот процесс."],"What motivated you to choose the “Design with AI” option?":["Что побудило вас выбрать настройку с поддержкой ИИ?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Как бы вы оценили общее впечатление по шкале от 1 до 5, где 1 = «трудно», а 5 = «очень легко»?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Наша цель - убедиться, что у вас есть все необходимые инструменты для настройки вашего магазина. Мы хотели бы знать, достигли ли мы своей цели и как мы можем её улучшить."],"Block Patterns":["Паттерны блоков"],"Continue designing":["Продолжить настройку"],"Exit and lose changes":["Выйти и потерять изменения"],"You'll lose any changes you've made to your store's design and will start the process again.":["Вы утратите все изменения, внесённые в дизайн вашего магазина, и начнёте процесс заново."],"Are you sure you want to exit?":["Уверены, что хотите выйти?"],"Generating content":["Генерирование текста"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Работает на экспериментальном ИИ. {{link}}Подробности{{\/link}}"],"Editor canvas":["Холст редактора"],"Please try again":["Попробуйте ещё раз"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Упс! Мы столкнулись с проблемой при генерировании вашего магазина. <retryButton\/>"],"Start again":["Начать снова"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Вам снова надо будет предоставить информацию о своей компании, и вы потеряете существующий дизайн ИИ. Если желаете самостоятельно настроить существующий дизайн, можете сделать это с помощью <EditorLink>редактора<\/EditorLink>."],"Are you sure you want to start over?":["Уверены, что хотите начать всё сначала?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Компоновщик магазина создаст для вас новый дизайн магазина, и вы потеряете все изменения, внесённые в активную тему сайта. Если вы предпочитаете продолжить редактирование своей темы, вы можете сделать это с помощью <EditorLink>редактора<\/EditorLink>."],"Are you sure you want to start a new design?":["Уверены, что хотите начать создавать новый дизайн?"],"Create a new one":["Создать новый"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Продолжайте настройку внешнего вида своего магазина, созданного с помощью ИИ, или начните новую."],"Customize your custom theme":["Настройте свою уникальную тему"],"Find out how":["Узнать как"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Похоже, вы используете автономный режим Jetpack. Переключитесь в онлайн-режим, чтобы начать проектирование с помощью ИИ."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["К сожалению, [Компоновщик магазина ИИ] сейчас недоступен, так как мы не можем определить вашу сеть. Проверьте своё подключение к Интернету."],"Looking to design your store using AI?":["Хотите спроектировать свой магазин с использованием ИИ?"],"Active theme":["Активная тема"],"Back to Home":["Назад на главную"],"Go back to the Home screen to complete your store setup and start selling":["Вернитесь на главную страницу, чтобы завершить настройку вашего магазина и начать торговлю."],"Go to the Editor":["Перейти в редактор"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["В редакторе вы можете модифицировать изображения и текст, добавлять новые страницы и вносить любые другие изменения по вашему желанию."],"Fine-tune your design":["Настройте ваш дизайн"],"Your store looks great!":["Ваш магазин выглядит великолепно!"],"Browse all themes":["Посмотреть все темы"],"Or select a professionally designed theme to customize and make your own.":["Можно также выбрать профессионально разработанную тему, а затем настроить её в соответствии с потребностями."],"Design with AI":["Настройка с поддержкой ИИ"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Разрабатывайте дизайн вашего магазина, создавайте страницы и текст с помощью встроенных инструментов на базе ИИ."],"Use the power of AI to design your store":["Создавайте дизайн магазина, пользуясь богатыми возможностями ИИ"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["Создайте магазин, который выразит ценности вашего бренда и бизнеса. Выберите профессионально разработанную тему и настройте её в соответствии со своими потребностями или создайте свою собственную тему при помощи специального помощника."],"Customize your store":["Настройка параметров магазина"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Настройте стиль и разметку магазина под ваш бренд! Добавьте логотип, измените шрифт и цвета, попробуйте различные макеты страницы. В дальнейшем вы сможете вносить изменения в текст и изображения в редакторе."],"Make your store your own":["Сделайте магазин по-настоящему своим"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Изменения в стиле и разметке будут сразу же отображаться здесь: идеальная возможность сравнить разные варианты дизайна перед запуском. Вы также можете изменять масштаб этой области, чтобы проверить, как ваш магазин будет выглядеть на мобильных устройствах."],"View your changes in real time":["Изменения можно увидеть сразу же"],"Welcome to your AI-generated store!":["Добро пожаловать в ваш магазин, созданный при помощи ИИ!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Здесь вы можете приступить к настройке внешнего вида вашего магазина: добавить логотип, изменить цвета, разметку и многое другое. Пройдите краткий обзор, чтобы ознакомиться с возможностями системы."],"Take a tour":["Обзор"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Чтобы изменить размер холста, используйте клавиши со стрелками влево и вправо. Удерживайте клавишу Shift, чтобы увеличить интервал изменения размера."],"Saving failed.":["При сохранении возникла ошибка."],"Logo":["Логотип"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Добавьте логотип, чтобы магазин представлял ваш бренд. Оптимальный выбор для загрузки — изображение в формате SVG или PNG шириной от 300 пикселей."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Значки сайта — то что вы видите на вкладках браузера, панелях закладок и внутри мобильных приложений WordPress."],"Use as site icon":["Сделать значком сайта"],"Link logo to homepage":["Связать логотип с главной страницей"],"Image width":["Ширина изображения"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Выберите вариант подвала из представленных ниже. В подвале располагаются вторичные элементы навигации вашего сайта. Он отображается на каждой странице сайта. В <EditorLink>редакторе<\/EditorLink> вы можете продолжить настройку."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Основываясь на опыте наиболее успешных магазинов вашего региона в вашей отрасли, ИИ предлагает вам использовать этот шаблон. Предпочитаете другую разметку? Выберите шаблон из представленных ниже. В дальнейшем вы можете сделать это в <EditorLink>редакторе<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Выберите новый заголовок из представленных ниже. В заголовке располагаются элементы навигации вашего сайта. Он отображается на каждой странице сайта. В <EditorLink>редакторе<\/EditorLink> вы можете продолжить настройку."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["ИИ выбрал сочетание шрифтов, наиболее подходящее для вашего бизнеса. Если вы хотите изменить шрифт, вы можете выбирать из представленных ниже. В дальнейшем можно сделать это в <EditorLink>редакторе<\/EditorLink> или <StyleLink>стилях<\/StyleLink>."],"Change your font":["Изменение шрифта"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["На основании предоставленных вами сведений ИИ рекомендует вам эту палитру. Хотите изменить её? Можно выбрать другие цвета или добавить новые из представленных ниже. В дальнейшем вы можете сделать это в <EditorLink>редакторе<\/EditorLink> или <StyleLink>стилях<\/StyleLink>."],"or create your own":["или создать своё"],"Change your footer":["Редактировать подвал"],"Change your homepage":["Редактировать главную страницу"],"Change your header":["Изменить заголовок"],"Change fonts":["Изменить шрифты"],"Change the color palette":["Изменить палитру"],"Add your logo":["Добавить логотип"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Пользуйтесь инструментами плагина, чтобы изменять стиль и разметку и настраивать дизайн своего магазина. Текст и изображения могут быть добавлены или изменены позднее в <EditorLink>редакторе<\/EditorLink>."],"Let's get creative":["Давайте творить"],"Which writing style do you prefer?":["Какой стиль текста вы предпочитаете?"],"Direct yet respectful, serious and professional.":["Прямолинейный, но уважительный, серьёзный и профессиональный."],"Formal":["Официальный"],"Impartial tone with casual expressions without slang.":["Спокойный тон, разговорные выражения без сленга."],"Relaxed and friendly, like a conversation with a friend.":["Непринуждённый стиль дружеской беседы."],"Informal":["Неформальный"],"How would you like your store to look?":["Каким вы хотите видеть ваш магазин?"],"Vibrant with eye-catching colors and visuals.":["Яркий дизайн, броские цвета и визуальные эффекты."],"Bold":["Жирный"],"Elegant and timeless with a nostalgic touch.":["Вневременная элегантность с ностальгической ноткой."],"Classic":["Классический"],"Clean lines, neutral colors, sleek and modern look.":["Чистые линии, нейтральные цвета, элегантность и современность."],"Contemporary":["Современный"],"Who your target audience is":["Ваша целевая аудитория:"],"What makes your business unique":["Что отличает ваш бизнес от других"],"How many products you plan on displaying":["Сколько товаров должно отображаться"],"What you want to sell":["Что вы будете продавать"],"Try to include:":["Постарайтесь упомянуть:"],"The more detail you provide, the better job our AI can do!":["Чем больше сведений вы сообщите, тем лучше ИИ сможет выполнить задачу."],"Tell us a bit more about your business":["Расскажите подробнее о своём бизнесе"],"Applying the finishing touches":["Добавление финальных штрихов"],"Assembling your AI-optimized store":["Сборка магазина, оптимизированного при помощи ИИ"],"Designing the best look for your business":["Создание идеального дизайна для вашего бизнеса"],"Comparing the top performing stores":["Сравнение самых успешных магазинов"],"Analyzing your responses":["Анализ ваших ответов"],"Opening the doors":["Открытие дверей"],"Drag to resize":["Перетащите, чтобы изменить размер"],"Turning on the lights":["Расстановка акцентов"],"Thanks for the feedback. We'll put it to good use!":["Спасибо за отзыв. Мы постараемся найти этому хорошее применение!"],"Replace":["Заменить"],"Saving":["Сохранение"],"Continue setting up your store":["Продолжите настраивать свой магазин"],"Options":["Опции"],"Send":["Отправить"],"Neutral":["Нормально"],"Back":["Назад"],"Navigation":["Навигация"],"Style":["Стиль"],"Paid":["Оплачено"],"Share feedback":["Поделится отзывом"],"Skip":["Пропустить"],"Customize":["Настроить"],"Done":["Готово"],"Layout":["Макет"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Назад"],"Save":["Сохранить"],"Continue":["Продолжить"],"Cancel":["Отмена"],"Default":["По умолчанию"],"Delete":["Удалить"],"Settings":["Настройки"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}